{"sections":{"main":{"type":"main-page","settings":{"subheading":"","subheading_size":3,"show_title":true,"heading_size":6,"show_content":true,"text_size":4,"align_text":"text-center","width":"wrapper","bg_color":"rgba(0,0,0,0)","color":"","padding_top":64,"padding_bottom":32}},"section_rich_text_GYUkL3":{"type":"section-rich-text","blocks":{"heading_LiTFyW":{"type":"heading","disabled":true,"settings":{"title":"Rich text","text_size":8,"padding_bottom":16}},"text_WKmXdQ":{"type":"text","settings":{"text":"<p><strong>1. Basic provisions<\/strong><\/p><p><br\/>1.1. Sole proprietor Ivanova Yulia Igorivna, Location: Ukraine, Dnipropetrovsk region, Novomoskovskiy district, Pereshchepyne city, Orilskyi micro district, building 7, sq. 74, record number in EDRPOU 2010350000000382865 dated 24.08.2023 (Seller), respects the right of visitors to the website https:\/\/queenfluence.com.ua to privacy and confidentiality and recognizes the importance of protecting the information collected about them.<br\/><br\/>1.2. These Privacy Rules are a public document that covers all personal data (PD) processed by FD-P Ivanova Yulia Igorivna (Owner of personal data) and developed in accordance with the current legislation of Ukraine on the protection of personal data.<br\/><br\/>1.3. The rules for processing the personal data of buyers and preserving the confidentiality of information, defined below, apply to the legal relationship arising between buyers and\/or users of the website https:\/\/queenfluence.com.ua (hereinafter referred to as the \"Site\"), which belongs to the FD- P Ivanova Yulia Igorivna. By using the Site, you agree to the terms of this Privacy Policy.<br\/><br\/>1.4. Personal data of buyers and\/or users of the Site are processed in accordance with the procedure provided by the current legislation of Ukraine, in particular the Law of Ukraine \"On Personal Data Protection\", the Law of Ukraine \"On Information\", the Law of Ukraine \"On Electronic Commerce\" and other regulatory legal acts. Personal data will not be collected, used or disclosed other than as provided by this Privacy Policy and current legislation of Ukraine.<br\/><br\/>1.5. Any changes to this Privacy Policy will be immediately posted on the Site and will take effect immediately.<br\/><br\/><strong>2. The purpose of collecting personal data<\/strong><\/p><p><br\/>2.1. Personal data of users\/buyers of the Site are collected for the purpose of:<br\/>- assessment and improvement of the quality of service for users\/buyers of the Site;<br\/>- providing users\/buyers with up-to-date information about products, special offers, and promotions on the Site;<br\/>- registration and processing of orders for goods;<br\/>- increasing the effectiveness of the Site's content;<br\/>- providing assistance through the customer support service;<br\/>- study of customer demand.<br\/><br\/><strong>3. Grounds and methods of collecting personal data<\/strong><\/p><p><br\/>3.1. Personal data is processed on the basis of the Buyer's consent, which is provided in digital (electronic) form using the digital means of the Site.<br\/><br\/>3.2. Your personal data is obtained using:<br\/>- you fill in the information on the Site;<br\/>- provision of data by you during telephone communication.<\/p><p><br\/><strong>4. Composition of personal data<\/strong><\/p><p><br\/>4.1. The processed personal data includes all information about the Buyer, required when working with the Site, and provided by the Buyer.<br\/>Personal data includes:<br\/>- surname, first name and patronymic (if available);<br\/>- contact phone number;<br\/>- email address<br\/><br\/>4.2. Personal data may include:<br\/>- date or year of birth;<br\/>- address of residence;<br\/>- marital status;<br\/>- information about stylistic preferences;<br\/>- information about interest in one or another product;<br\/>- information about orders and purchases made;<br\/>- reviews and suggestions.<br\/><br\/>4.3. Also, with the help of the Site, we additionally collect and process information coming from the technical means through which you contact us:<br\/>- cookie data. Cookies are small files that we send to your computer or other device that we can access when you visit the Site in the future. Such technology allows the Site to refer to stored information if necessary and improve the convenience of working with our information resources. You can always change your browser settings yourself and thus refuse to save cookies;<br\/>- the Instagram plugin (a plugin that connects the Site with an Instagram profile, thanks to which Instagram receives information about the Buyer's visit to the Site, and the Buyer gets the opportunity to perform certain activities on the Site through his Instagram account);<br\/>- Google Analytics (a web analytics service that monitors the Site's traffic and can use the collected information to work with the ads of its own advertising network).<br\/>- information received in requests, questions, comments and reviews;<br\/>- geographical location;<br\/>- information about the technical means themselves (device type, operating system, browser type).<br\/><br\/>5. Processing procedure<br\/>5.1. Personal data is collected, accumulated and stored in digital (electronic) form on information carriers determined by the Seller and for a period determined by the Seller, which is objectively sufficient and necessary to fulfill the purpose of personal data processing, but in any case not less than three years .<br\/><br\/>5.2. Change, deletion or destruction of personal data is carried out at the sole discretion of the Seller and\/or at the request of the Buyer.<br\/><br\/>5.3. The transfer of personal data to third parties can be carried out exclusively at the decision of the Seller and exclusively to ensure proper processing of personal data for the purpose defined above.<br\/><br\/>5.4. Personal data may be transferred to third parties for the purpose of:<br\/>- order delivery by postal and courier companies;;<br\/>- financial institutions (in the case of a refund for the product);<br\/><br\/>5.5. Personal data is also transferred to third parties in cases directly provided for by the current legislation of Ukraine.<br\/><br\/>5.6. Access to personal data by the persons who carry out their processing is determined by the Seller when involving such persons in the processing of personal data.<br\/><br\/>5.7. Measures to ensure the protection of personal data are determined separately based on the relevant decisions of the Seller. Measures to ensure the protection of personal data in any case must ensure their preservation, prevention of unauthorized third-party access to such data (disclosure) and\/or their loss, unauthorized change, destruction. Ensuring the protection of personal data is carried out, in particular, thanks to the use of appropriate software that performs the appropriate functions.<br\/><br\/><strong>6. Buyer's consent to processing personal data<\/strong><\/p><p><br\/>6.1. The Buyer, by filling in any relevant fields of the Site when ordering goods and placing an order for goods on the Site, gives the Seller his indefinite consent in digital (electronic) form to process the personal data provided by him in the manner prescribed by these Privacy Rules.<br\/><br\/>6.2. The refusal of the user\/buyer of the Site to provide the requested personal data makes it impossible to establish a legal relationship between him and the Seller; that is, it makes it impossible to purchase goods on the Site.<br\/><br\/>6.3. The Buyer is responsible for the correctness of the personal data provided by him, as well as for the risk of adverse consequences associated with the incorrect provision of personal data.<br\/><br\/>6.4. The Buyer may at any time withdraw his consent to the processing of personal data, as a result of which further legal relations between the Buyer and the Seller are automatically terminated.<br\/><br\/><strong>7. Rights of the Buyer as a subject of personal data<\/strong><\/p><p><br\/>7.1. The Buyer has all rights regarding his personal data provided by the Law of Ukraine \"On the Protection of Personal Data\", in particular, the following:<br\/>- to know about the sources of collection, the location of your personal data, the purpose of their processing, the location or place of residence (residence) of the owner or controller of personal data or to give the appropriate instructions to obtain this information to persons authorized by him, except for cases established by law;<br\/>- receive information about the terms of providing access to personal data, in particular information about third parties to whom personal data is transferred;<br\/>- to access your personal data;<br\/>- to receive no later than thirty calendar days from the date of receipt of the request, except in cases provided by law, an answer on whether his personal data is being processed, as well as to receive the content of such personal data;<br\/>- present a reasoned demand to the owner of personal data with an objection to the processing of his personal data;<br\/>- make a reasoned demand for the change or destruction of your personal data by any owner and administrator of personal data if these data are processed illegally or are unreliable;<br\/>- to protect your personal data from illegal processing and accidental loss, destruction, or damage due to intentional concealment, failure to provide, or untimely provision of data, as well as protection from providing information that is unreliable or dishonors the honor, dignity, and business reputation of a physical person individuals;<br\/>- file complaints about the processing of your personal data with the Commissioner or the court;<br\/>- apply legal remedies in case of violation of the legislation on the protection of personal data;<br\/>- enter a reservation regarding the limitation of the right to process your personal data when giving consent;<br\/>- withdraw consent to the processing of personal data;<br\/>- know the mechanism of automatic processing of personal data;<br\/>- to protect against an automated decision that has legal consequences for him.<br\/><br\/><strong>8. Newsletter subscription<\/strong><\/p><p><br\/>8.1. The Buyer has the right to subscribe to the mailing of advertising, marketing and information messages of the Site by specifying his e-mail address or phone number. Such a subscription indicates the Buyer's consent to the processing of his personal data for the purpose of receiving advertising and marketing information by e-mail or in text messages (respectively).<br\/><br\/><strong>9. Contact data<\/strong><\/p><p><br\/>9.1. To contact us regarding privacy policy matters, please use the following means of communication:<br\/>Email: queenfluenceua@gmail.com<br\/>Phone: +380669812880<\/p>","text_size":4,"text_style":"font-body","padding_bottom":16}}},"block_order":["heading_LiTFyW","text_WKmXdQ"],"settings":{"width":"wrapper","align_text":"text-left","bg_color":"","color":"","padding_top":32,"padding_bottom":96}}},"order":["main","section_rich_text_GYUkL3"]}