{"sections":{"main":{"type":"main-page","settings":{"subheading":"","subheading_size":3,"show_title":true,"heading_size":6,"show_content":true,"text_size":4,"align_text":"text-center","width":"wrapper","bg_color":"rgba(0,0,0,0)","color":"","padding_top":64,"padding_bottom":32}},"section_rich_text_GYUkL3":{"type":"section-rich-text","blocks":{"heading_LiTFyW":{"type":"heading","disabled":true,"settings":{"title":"Rich text","text_size":8,"padding_bottom":16}},"text_WKmXdQ":{"type":"text","settings":{"text":"<p>WARNING! Before viewing this website, please carefully read the terms of the public offering below. If you do not agree to these terms, do not use this website. Using this website, including filling out various forms, applications, and ordering products using this website, means your acceptance of the terms of the public offer.<\/p><p><br\/><\/p><p>Published 25.03.2024<\/p><p><br\/><\/p><p><strong>1. TERMS AND DEFINITIONS<\/strong><\/p><p><br\/><\/p><p>1.1. In this Agreement, all capitalized terms below, regardless of whether they are used in the singular or plural, or in other grammatical forms, cases and\/or constructions, shall have the following meaning:<\/p><p><br\/><\/p><p><strong>Acceptance<\/strong> – actions by the Buyer aimed at accepting the terms of this Agreement of a public offer by placing an Order on the Site.<\/p><p><br\/><\/p><p>The <strong>Contract<\/strong> is this public offer contract, under the terms of which Queenfluence Products are offered for sale via the Site at a distance using a means of remote communication (internet networks). The term \"Agreement\" also includes all changes and additions accepted and made to it unilaterally by the Seller.<\/p><p><br\/><\/p><p><strong>Law <\/strong>–The Law of Ukraine \"On Protection of Consumer Rights\" dated May 12, 1991, No. 1023-XII, or the law that will replace it in the future.<\/p><p><br\/><\/p><p><strong>Legislation<\/strong> – the current Legislation of Ukraine, which includes the Civil Code of Ukraine, the Law, and any other normative legal acts regulating the relationship between the Seller and the User\/Buyer Recipient.<\/p><p><br\/><\/p><p><strong>Order<\/strong> – an informational request of the Buyer for the purchase of the selected Product, duly executed and placed using the technical tools of the Site, consisting of information about the name of the Product, its price, quantity, variety, method of payment, method of delivery, information about the Buyer and any other information determined by the Seller as necessary for the sale of the Products.<\/p><p><br\/><\/p><p>The <strong>User<\/strong> is a person viewing information on the Site, including the Buyer.<\/p><p><br\/><\/p><p><strong>Recipient<\/strong> - the Buyer or another person who actually receives the Products delivered by the logistics company \"Nova Poshta\" on behalf of the Buyer.<\/p><p><br\/><\/p><p>The <strong>Buyer<\/strong> is any person with legal capacity who has fully accepted (accepted) all the terms of the Agreement and ordered the Products using the technical tools of the Site and is (but not necessarily) its Recipient.<\/p><p><br\/><\/p><p>The <strong>Seller<\/strong> is a Sole Proprietor Ivanova Yulia Igorivna, Location: Ukraine, Dnipropetrovsk region, Novomoskovskiy district, Pereshchepyne city, Orilskyi micro district, building 7, sq. 74, record number in EDRPOU 2010350000000382865 dated 08\/24\/2023. Contact phone number 0669812880, email address queenfluenceua@gmail.com<\/p><p><br\/><\/p><p><strong>Public Offer<\/strong> - a public offer of the Seller addressed to an unspecified circle of persons to enter into an electronic contract for the sale of the Products on the terms specified by the Seller in this Agreement.<\/p><p><br\/><\/p><p>The <strong>Site<\/strong> is a website located on the Internet via the address https:\/\/queenfluence.com.ua, including all its web pages.<\/p><p><br\/><\/p><p><strong>Product<\/strong> - non-food Product (s) of Queenfluence, the image and\/or description of which is posted on the Site, which, under the terms of this Agreement, are offered for sale at a distance using a means of remote communication - the Internet.<\/p><p><br\/><\/p><p>1.2. All other terms, the definitions of which are not contained in the Agreement, must be understood and interpreted in their literal grammatical meaning, taking into account the provisions of the current Legislation of Ukraine, customs of business turnover, the purpose and subject of the Agreement.<\/p><p><br\/><\/p><p><strong>2. GENERAL PROVISIONS<\/strong><\/p><p><br\/><\/p><p>2.1. This Agreement is a public agreement and an accession agreement drawn up in accordance with Art. 633 and 634 of the Civil Code of Ukraine, according to which the Seller undertakes to sell the Products to anyone who applies to him under the conditions and in the Order specified in the Agreement.<\/p><p>2.2. The Buyer joins (accepts) the Agreement as a whole, i.e. in accordance with all its terms without any exceptions and limitations, and cannot offer the Seller its contractual terms.<\/p><p>2.3. The Products under the Agreement may be purchased by the Buyer solely for the purpose of using it for its intended purpose and to satisfy personal needs, without the right to further alienate it to third parties for the purpose of carrying out business activities. Business entities (natural persons-entrepreneurs and legal entities) cannot be the Buyer under the Agreement.<\/p><p>2.4. In the case of the intention of any person (natural person, natural person-entrepreneur, legal entity) to purchase the Products for the purpose of carrying out economic activities or using them in any way other than meeting personal needs, such a person is obliged to contact the Seller for conclusion of the relevant Contract. The legal relationship between the Seller and such a person is not subject to the regulation of this Agreement.<\/p><p>2.5. The Agreement applies exclusively to persons who are in the customs territory of Ukraine (with the exception of temporarily occupied territories and territories where hostilities are taking place.<\/p><p><br\/><\/p><p><strong>3. SUBJECT OF THE AGREEMENT<\/strong><\/p><p><br\/><\/p><p>3.1. Under the conditions specified in the Agreement, the Seller undertakes to hand over the Products to the Buyer, in respect of which the Order was placed, and the Buyer undertakes to accept the Products and pay its cost.<\/p><p>3.2. Separate essential terms of the Agreement - name of the Product, cost of the Product, payment method, delivery time, delivery cost - are agreed upon in the Order, which is an integral part of the Agreement.<\/p><p>3.3. The period of acceptance of the Buyer's Acceptance is the entire period during which the Products are offered for sale on the Site.<\/p><p><br\/><\/p><p><strong>4. PRODUCT INFORMATION. PRICE OF PRODUCTS. PAYMENT PROCEDURE. REFUNDS<\/strong><\/p><p><br\/><\/p><p>4.1. Product images placed on the Site contain one or more types of Products of a certain article number and text information about the article number; sizes available for sale; the name of the material from which the Product is made; cost per unit of the Product, etc.<\/p><p>4.2. The price of the Product is determined independently by the Seller and is indicated directly on the page on which such Product is offered for sale. Product prices may be changed unilaterally by the Seller at any time. Any changes in the prices of the Products take effect from the moment they are displayed on the Site.<\/p><p>4.3. The price of the Products presented on the Site is indicated taking into account all taxes and fees provided for by the current Legislation of Ukraine and excluding VAT (VAT is not included).<\/p><p>4.4. The price at which the Buyer purchases the Products is finally fixed in the Order and is binding for the Parties from the moment of confirmation of such Order by the Seller.<\/p><p>4.5. The Buyer can pay for the Products in one of the following forms of his choice:<\/p><p>- cash - to the courier or at the branch of the logistics company \"Nova Poshta\";<\/p><p>- non-cash - by bank card on the Site using the MonoPay payment system.<\/p><p>4.6. Payment for the Products is made in Hryvnia, United States Dollar, or Euro, depending on your location. <\/p><p>4.7. Funds are returned in the cases stipulated by the Agreement and the Legislation as follows:<\/p><p>- if payment for the Products is made in cash - by transferring the price of the Products to the Buyer's bank (card) account using the bank card number indicated by the Buyer in the application for the return of the Products;<\/p><p>- if the payment for the Products is made without cash - by transferring the price of the Products to the bank (card) account, using the bank card number from which funds were received when paying for the Products unless another bank (card) account is specified by the Buyer in the application for the return of the Products.<\/p><p>4.8. In the case of satisfaction of the Buyer's demand for a refund of the funds paid for the Products, such refund is carried out by the Seller within 05 (five) working days from the day the Buyer returns the Products to the Seller (the day of return is the day the Seller receives the Products).<\/p><p>4.9. Only the price of the Product can be returned.<\/p><p><br\/><\/p><p><strong>5. ORDER PROCEDURE (CONCLUSION OF CONTRACT)<\/strong><\/p><p><br\/><\/p><p>5.1. The Buyer independently selects the Product offered for sale on the Site and independently places the Order for the Product.<\/p><p>5.2. When placing an Order, the Buyer must enter the following information:<\/p><p>- surname, first name and patronymic (if available);<\/p><p>- contact phone number;<\/p><p>- email address;<\/p><p>- delivery address or town and branch number of the logistics company \"Nova Poshta\";<\/p><p>- surname, first name and patronymic (if available) of the Recipient;<\/p><p>- payment method.<\/p><p>5.3. In the event that the Buyer has chosen a non-cash method of payment for the Products when placing the Order, the Buyer must provide the following data in order to make the payment:<\/p><p>- card number indicated on the front side (16 digits without spaces);<\/p><p>- expiration date: month and year of expiration of the card;<\/p><p>- name of the owner (cardholder): name and surname of the cardholder in Latin letters (the same as indicated on the card);<\/p><p>- CVC \/ CVC2 code - three numbers on the back of the card in the signature field.<\/p><p>At the same time, partial payment of the Order is not allowed. Payment of one Order from different bank cards is not allowed.<\/p><p>5.4. After placing the Order, the Buyer must familiarize himself with the provisions of the Agreement and, in case of full and unquestionable acceptance of the terms of the Agreement, press the button \"Make an order\", which is considered Acceptance on the part of the Buyer. From the specified moment, the Agreement is considered concluded.<\/p><p>5.5. The Buyer bears full responsibility for the completeness and reliability of the information specified by him during the execution of the Order, as well as for any adverse consequences associated with the incompleteness and\/or unreliability of such information.<\/p><p>5.6. By clicking the \"Make an order\" button, the Buyer confirms that, in accordance with the second part of Article 13 of the Law, the Seller has provided him with information about:<\/p><p>- the name of the Seller, his location and the procedure for accepting a claim;<\/p><p>- main characteristics of the Product;<\/p><p>- the price of the Product, including the delivery fee, and the terms of payment;<\/p><p>- warranty obligations and other services related to the maintenance or repair of the Product (if available);<\/p><p>- other terms of delivery;<\/p><p>- period of acceptance of offers;<\/p><p>- procedure for terminating the Contract.<\/p><p>5.7. By clicking the \"Make an order\" button, the Buyer confirms that it is fully and properly in accordance with the requirements of the 15 of the Law received all the necessary, available, reliable and timely information about the Product chosen by him, which fully ensures the possibility of a conscious and competent selection of the Product.<\/p><p>5.8. Immediately after placing the Order, the Buyer receives a message to the email address specified by him in the Order with information about the acceptance of the Order by the Seller. This message contains an individual Order number, which is used to identify and check the status of the Order.<\/p><p>5.9. The term of processing the Order is up to 2 (two) working days from the date of placing the Order. If the Order was sent by the Buyer on a weekend or holiday, the processing period for such an Order begins on the day following the weekend or holiday. When processing the Order, the Seller has the right to contact the Buyer at the email address and phone number provided by the Buyer in order to clarify the details of the Order.<\/p><p>5.10. The fact of complete processing of the Order and transfer to the courier delivery service (carrier company) is confirmed by the Seller's message with the transport invoice number sent to the Buyer.<\/p><p>5.11. The Buyer can cancel\/change the Order by using the contact form (feedback form) posted on the Site. After providing information through the feedback form, the Seller or his representative will contact the Buyer. The Buyer can also cancel\/change the Order by calling the Seller. The possibility of independent cancellation\/change of the Order directly on the Site is not provided.<\/p><p>5.12. The Seller is not responsible for the Buyer's refusal to receive the Seller's messages, interruptions in the delivery of such messages, lack of communication, malfunctions in the provision of telecommunication services, and the Buyer's failure to check incoming messages and\/or calls.<\/p><p>5.13. The Buyer has the right to unilaterally withdraw from the Contract before the actual receipt of the Products by notifying the Seller.<\/p><p><br\/><\/p><p><strong>6. DELIVERY OF Products<\/strong><\/p><p><br\/><\/p><p>6.1. Delivery of Products ordered on the Site is carried out by the logistics company \"Nova Poshta\".<\/p><p>6.2. The Buyer fully and unconditionally agrees to the relevant rules of transportation and the work schedule of the \"Nova Poshta\" logistics company. The Buyer can familiarize himself with the relevant rules and work schedule on the website of the \"Nova Poshta\" logistics company.<\/p><p>6.3. Together with the Order, the Buyer is provided with the documents required by the current Legislation.<\/p><p>6.4. Upon receiving the Products, the Buyer is obliged to check the Products for quantity, quality, assortment and completeness.<\/p><p>6.5. The fact of acceptance of the Products by the Buyer is the payment of the price of the Products.<\/p><p>6.6. The date of receipt of the Products is the date of signing by the Buyer of the documents confirming the delivery of the Order.<\/p><p>6.7. The risk of accidental death and\/or accidental damage to the Products passes to the Buyer from the moment the Order is handed over to him and he signs the documents confirming the delivery of the Order.<\/p><p><br\/><\/p><p><strong>7. RETURN \/ EXCHANGE OF Products<\/strong><\/p><p><br\/><\/p><p>7.1. The return \/ exchange of Products of appropriate quality is carried out in accordance with the Law of Ukraine \"On the Protection of Consumer Rights\" or the law that will replace it in the future.<\/p><p>7.2. The Buyer has the right to return \/ exchange the good quality product for a similar one, if the Product does not satisfy him in terms of shape, dimensions, style, color, size or for other reasons it cannot be used for its intended purpose.<\/p><p>7.3. The Buyer has the right to return \/ exchange the Products of proper quality within 14 (fourteen) calendar days from the day of receipt of the Products only on the condition that the Products have not been used and if their appearance, consumer properties, seals, labels, as well as the settlement document issued to the Buyer together with with the sold Products, or sent an electronic settlement document to the subscriber number or email address provided by the Buyer.<\/p><p>7.4. If, at the time of the exchange, a similar product is not available on the Site (on sale), the Buyer has the right to either purchase any other products from the available assortment with a corresponding recalculation of the cost, or terminate the Agreement and receive money back in the amount of the value of the returned Product, or exchange the Product for similar when the corresponding Product goes on sale for the first time. The Seller is obliged to notify the Buyer, who requests the exchange of the Products, on the day the Products are put on sale.<\/p><p>7.5. Upon termination of the Agreement, settlements with the Buyer are made based on the value of the Products at the time of purchase. The money paid for the Products shall be returned to the Buyer on the day of termination of the Agreement, and if it is impossible to return the money on the day of termination of the Agreement - at another time as agreed by the parties, but no later than within seven days.<\/p><p>7.6. The return of the Products of proper quality is carried out at the expense of the Buyer.<\/p><p>7.7. Return of Products of inappropriate quality. In the event that product defects are discovered during the established warranty period, the Buyer, in accordance with the procedure and within the time limits established by the Legislation, has the right to demand a proportional reduction in the price of the Product or the free elimination of defects remedies for the Products within a reasonable period or reimbursement of costs for eliminating the defects of the Products.<\/p><p>7.8. In case of return of the Products, which has a significant defect in accordance with the Law of Ukraine \"On the Protection of Consumer Rights\", the Seller returns to the Buyer the money spent by the Buyer for the service of payment for the delivery of the Products by the carrier company, upon the fact of the return of the Products.<\/p><p><br\/><\/p><p><strong>8. RIGHTS AND OBLIGATIONS OF THE SELLER<\/strong><\/p><p><br\/><\/p><p>8.1. The seller has the right to:<\/p><p>8.1.1. unilaterally suspend the sale of Products (refuse to place an order \/ sell and deliver Products) in case of violation by the User \/ Buyer of the terms of this Public Offer;<\/p><p>8.1.2. To unilaterally change the price of Products at its own discretion. In any case, the price of the Products of the Order confirmed by the Seller remains unchanged;<\/p><p>8.1.3. If the Products ordered by the User \/ Buyer are not available, the Seller has the right to exclude the specified Products from the order \/ cancel the Order, without fail notifying the Buyer by means of communication that were specified during the Order;<\/p><p>8.1.4. At its own discretion, unilaterally make changes to the terms of this Public Offer by placing (publicizing) it in a new edition on the Site. Changes enter into force from the moment of their posting (publication), unless another term of entry into force is additionally determined at the time of their publication.<\/p><p>8.1.5. Post on the Site information about advertising events and marketing activities that are or will be conducted by the Seller and\/or third party partners of the Seller. Also, in accordance with the terms of this Public Offer and the Privacy Policy, send emails to the email address of Users \/ Buyers with information about news, advertising events, marketing activities, other commercial offers of the Seller;<\/p><p>8.1.6. Organize the delivery of orders, involving third parties in providing delivery services.<\/p><p>8.2. The seller undertakes:<\/p><p>8.2.1. After confirmation of the Order, execute properly executed and confirmed orders;<\/p><p>8.2.2. Deliver the Products in accordance with the completed Order and the terms of this Public Offer;<\/p><p>8.2.3. Check the quantitative and qualitative characteristics of the Product during its packaging and preparation for delivery;<\/p><p>8.2.4. Do not disclose personal data of Users \/ Buyers, Recipients in any way;<\/p><p>8.2.5. Give each User \/ Buyer the opportunity to refuse to receive advertising materials and other commercial offers sent to the email address specified during the Order.<\/p><p><br\/><\/p><p><strong>9. RIGHTS AND OBLIGATIONS OF THE USER \/ BUYER<\/strong><\/p><p><br\/><\/p><p>9.1. The User\/Buyer has the right to:<\/p><p>9.1.1. Select the Product(s), complete and send the Order on the relevant page of the Site;<\/p><p>9.1.2. Demand from the Seller the fulfillment of the conditions of this Public Offer;<\/p><p>9.1.3. Refuse to receive advertising materials and other commercial offers of the Seller, which are sent by the latter to the email address of the User \/ Buyer;<\/p><p>9.2. The User \/ Buyer undertakes:<\/p><p>9.2.1. Before the Acceptance of this Public Offer, familiarize yourself with all its terms and conditions;<\/p><p>9.2.2. Get acquainted with the information about the Product (its description), which is posted on the Site, before the Order is placed and sent;<\/p><p>9.2.3. Duly pay and receive the Order issued in accordance with the terms of this Public Offer;<\/p><p>9.2.4. When placing the Order, provide the Seller with all the information necessary for delivery of the Order. The Buyer bears full responsibility for providing false information, which caused the inability of the Seller to properly fulfill its obligations regarding the organization of the delivery of the Products.<\/p><p>9.2.5. Upon receipt of the Order, the Buyer or Recipient must verify the integrity and completeness of the Products by reviewing the contents of the Order. In case of detection of damage or incomplete packaging of the Products, record all differences in the act, which must be signed by the responsible person of the carrier company together with the Buyer.<\/p><p>9.2.6. Familiarize yourself with the relevant rules for cargo transportation by courier delivery services (carrier companies) before placing the Order.<\/p><p><br\/><\/p><p><strong>10. RESPONSIBILITY OF THE PARTIES. DISPUTE RESOLUTION PROCEDURE<\/strong><\/p><p><br\/><\/p><p>10.1. The seller is not responsible for the quality of public communication channels and possible interruptions in the data transmission network (including, but not limited to, the Internet), which are used to access the Site.<\/p><p>10.2. Any complaint or claim of the User \/ Buyer must be made in writing. The seller will take all necessary measures to satisfy the complaint or claim of the User \/ Buyer, if such complaint or claim is justified and formalized in accordance with the current Legislation of Ukraine.<\/p><p>10.3. All disputes, disagreements or claims arising from this Agreement or in connection with it, including those related to its implementation, violation, termination, invalidity are subject to decision in the relevant court in accordance with the rules of jurisdiction determined by the current Legislation of Ukraine.<\/p><p><br\/><\/p><p><strong>11. FORCE MAJEURE<\/strong><\/p><p><br\/><\/p><p>11.1. The parties are released from responsibility for non-fulfillment or improper fulfillment of their obligations, if such non-fulfillment or improper fulfillment is a consequence of circumstances of an extraordinary nature, the occurrence of which is not related to the will of the parties and which arose after the conclusion of the Agreement and directly affected the fulfillment of the terms of the Agreement and which the parties could neither foresee nor warn. Circumstances listed in Part 2 of Article 141 of the Law of Ukraine \"On Chambers of Commerce and Industry of Ukraine\" or the norms that will replace it in the future are recognized as force majeure.<\/p><p>11.2. The Party for which it became impossible to fulfill its obligations due to the occurrence of force majeure circumstances must immediately inform the other Party in writing about the occurrence of the above-mentioned circumstances, as well as provide the other Party with confirmation of the force majeure circumstances within 30 (thirty) calendar days. Such confirmation will be a corresponding document issued by the Chamber of Commerce and Industry of Ukraine or another duly authorized state body located at the place of occurrence of force majeure circumstances.<\/p><p><br\/><\/p><p><strong>12. DISCLAIMER REGARDING THE COLLECTION AND PROCESSING OF PERSONAL DATA<\/strong><\/p><p><br\/><\/p><p>12.1. Upon acceptance of the Contract, the User \/ Buyer gives his consent to the collection and processing of personal data in accordance with the Law of Ukraine \"On the Protection of Personal Data\".<\/p><p>12.2. Personal data of the User \/ Buyer are processed in accordance with the Law of Ukraine \"On the Protection of Personal Data\".<\/p><p>12.3. Any information received from the User \/ Buyer will never and under no circumstances be provided to third parties, except for the cases stipulated by the Legislation of Ukraine in force at the time of such transfer.<\/p><p>12.4. The information provided by the User \/ Buyer is used in order processing, as well as to provide the User \/ Buyer with the Seller's commercial offers.<\/p><p>12.5. In order to provide the User \/ Buyer with information about the products posted on the Site, the Seller can send informational messages to the email address specified by the User \/ Buyer when placing the Order.<\/p><p><br\/><\/p><p><strong>13. OTHER<\/strong><\/p><p><br\/><\/p><p>13.1. The norms of the current Legislation of Ukraine apply to the legal relationship between the Seller and the User \/ Buyer.<\/p><p>13.2. The photos of the Product contained on the pages of the Site may differ from the actual appearance of the Product. The descriptions\/characteristics accompanying the Product do NOT claim to be comprehensive and may contain typographical errors. To clarify information about the Product, the User \/ Buyer should contact the contact phone number indicated on the Site at the link https:\/\/queenfluence.com.ua\/contacts.<\/p><p>13.3. The Seller may make audio recordings of conversations using appropriate telecommunication equipment, provided that the User\/Buyer is notified of the fact of such audio recording by means of a verbal warning. Such a record may be made by the Seller to exercise the latter's rights and legal interests, as well as to improve the quality of service provision, etc. The Seller is guided by the statement that the User \/ Buyer, who does not agree to the audio recording of the conversation, may not continue communication after receiving a notification about the audio recording.<\/p><p>13.4. The seller reserves the right to expand and reduce the product offer presented on the Site.<\/p>","text_size":4,"text_style":"font-body","padding_bottom":16}}},"block_order":["heading_LiTFyW","text_WKmXdQ"],"settings":{"width":"wrapper","align_text":"text-left","bg_color":"","color":"","padding_top":32,"padding_bottom":96}}},"order":["main","section_rich_text_GYUkL3"]}